Repository: Belarus/OmegaT-Android
Catalog: Android/omegat/project_save.tmx
Source language: en
Languages: be

source: Market needs background data to be enabled.
be: Краме трэба, каб дазвалялася злучацца на заднім пляне.

source: Marking %1$d conversation read.
be: Пазначаецца прачытанаю %1$d размова.

source: Marking %1$d conversation unread.
be: Пазначаецца непрачытанаю %1$d размова.

source: Marking %1$d conversations read.
be: Пазначаюцца прачытанымі некалькі (%1$d) размоў.

source: Marking %1$d conversations unread.
be: Пазначаюцца непрачытанымі некалькі (%1$d) размоў.

source: Married
be: Жанаты (замужам)

source: Married to %s
be: У шлюбе з %s

source: Marshall Islands
be: Маршалавы выспы

source: Matrix metering
be: Па матрыцы

source: Maximum alarm duration
be: Найбольшая працягласьць будзькі

source: May
be: Травень

source: May allow malicious applications to discover private information about other applications.
be: Можа дазволіць зламысным праґрамам выявіць асабістыя зьвесткі пра іншыя праґрамы.

source: Maybe
be: Магчыма

source: Maybe Attending
be: Мажліва, наведаю

source: Mb
be: Мб

source: Me
be: Я

source: Me:
be: Я:

source: Measured by your phone.
be: Вымяралася тэлефонам.

source: Measured by your tablet.
be: Вымяралася пляншэтам.

source: Media
be: Прайгравальнік

source: Media Container Service
be: Служба зьмяшчальні мэдыя

source: Media audio
be: Гук прайгравальніка

source: Media device (MTP)
be: Прайгравальнік (MTP)

source: Media playback error
be: Далі хібу, калі прайгравалі

source: Media volume
be: Гучнасьць мэдыя

source: Mediaserver
be: Паслужнік мэдыя

source: Medical, Health and Hospital
be: Мэдыцына, ахова здароўя ды шпіталі

source: Medical, Health and Hospital disabled
be: Забараніць мэдыцыну, ахова здароўя ды шпіталі

source: Medical, Health and Hospital enabled
be: Дазволіць мэдыцыну, ахова здароўя ды шпіталі

source: Medium
be: Сярэдні

source: Medium Vibrate
be: Трымцець сярэдне

source: Medium security
be: Сярэдняя бясьпека

source: Medium to high security
be: Вышэйшая за сярэднюю бясьпека

source: Meeting invitation
be: Запрашэньне на сустрэчу

source: Mem info (avail/total)
be: Памяць (даступная / уся)

source: Memory is insufficient (the file may be too large)
be: Недастаткова памяці (мажліва, завялікі файл)

source: Mention
be: Згадваньне

source: Menu
be: Мэню

source: Menu+
be: Мэню+

source: Meow meow meow
be: Мяў мяў мяў

source: Merge calls
be: Аб’яднаць выклікі

source: Message
be: Паведамленьне

source: Message class:
be: Кляса паведамленьня:

source: Message class:\u0020
be: Кляса паведамленьня:\u0020

source: Message deleted.
be: Паведамленьне выдалілі.

source: Message details
be: Падрабязнасьці паведамленьня

source: Message discarded.
be: Паведамленьне адкінулі.

source: Message expired or not available.
be: Тэрмін паведамленьня выйшаў, або да паведамленьня няма доступу.

source: Message font size
be: Памер шрыфту паведамленьня

source: Message from Android Market.
be: Паведамленьне ад крамы Android.

source: Message history is empty
be: Гісторыя паведамленьняў пустая

source: Message is sent
be: Паведамленьне даслалі

source: Message may be too large to view.
be: Мажліва, паведамленьне задоўгае, каб яго можна было прагледзець.

source: Message not downloaded
be: Паведамленьне не спампавалі

source: Message not sent
be: Паведамленьне не даслалі

source: Message not sent.
be: Паведамленьне не даслалі.

source: Message options
be: Можнасьці паведамленьня

source: Message received by %s
be: Паведамленьне даставілі да %s

source: Message saved as draft.
be: Паведамленьне захавалі як чарнавік.

source: Message sent to %s.
be: Паведамленьне даслалі да %s.

source: Message size limit reached.
be: Перавысілі абмежаваньне памеру паведамленьня.

source: Message size:
be: Памер паведамленьня:

source: Message size:\u0020
be: Памер паведамленьня:\u0020

source: Message text
be: Паведамленьне

source: Message text size
be: Памер тэксту паведамленьня

source: Message title
be: Загаловак

source: Message waiting:
be: Чакаем на паведамленьне:

source: Message will be discarded.
be: Паведамленьне сатрэцца.

source: Message...
be: Паведамленьне…

source: Messages
be: Паведамленьні

source: Messages deleted.
be: Паведамленьні выдалілі.

source: Messages in Drafts, Outbox, and Sent can't be moved.
be: З чарнавікоў, выходных і дасланых перамяшчаць немагчыма.

source: Messages not sent
be: Паведамленьні не даслалі

source: Messages will be sent when online.
be: Паведамленьні дашлюцца, калі адновіцца злучэньне.

source: Messages you send will be delivered when %2$s comes online.
be: %2$s атрымае паведамленьні, калі далучыцца.

source: Messaging
be: Паведамленьні

source: Metering mode
be: Вызначаць насьвятленьне

source: Mexico City
be: Мэхіка

source: Mic on main keyboard
be: Мікрафон на галоўнае клявіятуры

source: Mic on symbols keyboard
be: Мікрафон на знакавае клявіятуры

source: Mid-Atlantic
be: Сярэдняя Атлянтыка

source: Middle name
be: Імя па бацьку

source: Midnight
be: Поўнач

source: Midway Island
be: Выспа Мідўэй

source: Milk and love!
be: Малако й каханьне!

source: Milk.
be: Малако.

source: Minimum font size
be: Найменшы памер шрыфту

source: Minsk
be: Менск

source: Minutes
be: хвіліны

source: Misc files
be: Іншыя файлы

source: Misc.
be: Іншае

source: Miscellaneous
be: Рознае

source: Miscellaneous settings
be: Розныя іншыя налады

source: Missed
be: Прапушчаныя

source: Missed Skype call: %s
be: Прапушчаны выклік праз Skype: %s

source: Missed call
be: Прапушчаны выклік

source: Missed call LED notify
be: Мігцець па прапушчаным выкліку

source: Missed call from %s
be: Прапусьцілі выклік ад %s

source: Missed calls
be: Прапушчаныя выклікі

source: Missing ID
be: Адсутнічае азначальнік

source: Missing search query
be: Няма запыту, што шукаць

source: Missing shared library.
be: Адсутнічае супольная бібліятэка.

source: Missing voicemail number
be: Адсутнічае нумар галасавое пошты

source: Mmmmmmm.
be: Мммммммммм.

source: Mo
be: пн

source: Mobile
be: Перасоўны

source: Mobile Data
be: Перасоўнае сеціва

source: Mobile Device ID
be: Азначальнік перасоўнае прылады

source: Mobile Phone
be: Перасоўны тэлефон

source: Mobile album
be: Перасоўны альбом

source: Mobile data
be: Перасоўнае сеціва

source: Mobile data disabled
be: Забаранілі перасоўнае сеціва

source: Mobile data limit exceeded
be: Перавысілі абмежаваньне на сеціва

source: Mobile indicator
be: Паказальнік перасоўнае прылады

source: Mobile network not available.
be: Няма доступу да сеткі перасоўнае сувязі.

source: Mobile network settings
be: Налады перасоўнае сеткі

source: Mobile network signal
be: Сыґнал перасоўнае сеткі

source: Mobile network state
be: Стан перасоўнае сеткі

source: Mobile network type
be: Від перасоўнае сеткі

source: Mobile networks
be: Перасоўныя сеткі

source: Mobile phone
be: Перасоўны тэлефон

source: Mobile phone billed on this account
be: Перасоўнаму тэлефону выставілі рахунак на гэты конт

source: Mobile uploads
be: Запампоўваць

source: Mobile: %s
be: Перасоўны: %s

source: Mod Name
be: Назва зьменкі

source: Mod version
be: Вэрсія зьменкі

source: Mode change
be: Зьмяніць выгляд

source: Model
be: Мадэль

source: Model number
be: Нумар мадэлі

source: Model:
be: Мадэль:

source: Moderate
be: Сярэдне

source: Moderate comments
be: Кіраваць выказваньнямі

source: Moderate — Filter explicit images only
be: Сярэдне — не паказваць непрыстойныя відарысы

source: Modify Browser geolocation permissions
be: Зьмяняць дазволы аглядальніку вызначаць геаграфічнае месца

source: Modify Google service configuration
be: Зьмяняць настаўленьні службы Google

source: Modify Google settings
be: Зьмяняць налады Google

source: Modify network
be: Зьмяніць сетку

source: Mon
be: пн

source: Monday
be: панядзелак

source: Money mouth
be: Не балбачы

source: Monitor Data Roaming
be: Сачыць за сецівам у блуканьні

source: Monitor failed attempts to login to the device, to perform some action.
be: Сачыць за няўдалымі спробамі ўвайсьці на прыладу, каб нешта зрабіць.

source: Monitor screen-unlock attempts
be: Сачыць за спробамі адамкнуць экран

source: Monitor the number of incorrect passwords entered when unlocking the screen, and lock the phone or erase all the phone's data if too many incorrect passwords are entered
be: Сачыць за колькасьцю спробаў адамкнуць экран неадпаведным паролем і, у выпадку, калі перавысілі абмежаваньне на колькасьць няўдалых спробаў, замыкаць тэлефон або зьнішчаць усе зьвесткі, што захоўваюцца на ім

source: Monitor the number of incorrect passwords entered when unlocking the screen, and lock the tablet or erase all the tablet's data if too many incorrect passwords are entered
be: Сачыць за колькасьцю спробаў адамкнуць экран неадпаведным паролем і, у выпадку, калі перавысілі абмежаваньне на колькасьць няўдалых спробаў, замыкаць пляншэт або зьнішчаць усе зьвесткі, што захоўваюцца на ім

source: Monitor your physical location
be: Сачыць за месцам, дзе вы фізычна знаходзіцеся.

source: Monitor, record, and process phone calls.
be: Сачыць, запісваць ды апрацоўваць тэлефонныя выклікі.

source: Mono
be: Чорна-белае

source: Montevideo
be: Мантэвідэо

source: Month
be: Месяц

source: Monthly
be: Штомесяц

source: Monthly (every %1$s %2$s)
be: Штомесяц (кожны %1$s %2$s)

source: Monthly (on day %s)
be: Штомесяц (у дзень %s)

source: Mood message updated
be: Абнавілі апісаньне настрою

source: More
be: Болей

source: More actions
be: Болей

source: More comments
be: Яшчэ выказваньні

source: More details
be: Падрабязьней

source: More dialogs
be: Яшчэ размовы

source: More groups\u2026
be: Болей суполак…

source: More groups…
be: Болей суполак…

source: More info
be: Падрабязьней

source: More information about your carrier's mobile network data use policy
be: Болей зьвестак аб правілах выкарыстаньня сеціва ў сетцы вашага апэратару перасоўнае сувязі

source: More information about your carrier\'s mobile network data use policy
be: Болей зьвестак аб правілах выкарыстаньня сеціва ў сетцы вашага апэратару перасоўнае сувязі

source: More info…
be: Падрабязьней…

source: More messages
be: Яшчэ паведамленьні

source: More news
be: Яшчэ навіны

source: More options
be: Яшчэ можнасьці

source: More setting controls
be: Болей наладаў

source: More videos
be: Яшчэ відэазапісы

source: More...
be: Болей…

source: More\u2026
be: Болей…

source: Mosaic
be: Мазаіка

source: Moscow
be: Масква

source: Most discussed
be: Шмат абмяркоўваюцца

source: Most popular
be: Часта выкліканыя

source: Most recent photo
be: Нядаўнія здымкі

source: Most viewed
be: Часта праглядаюцца

source: Most visited
be: Часта наведваныя

source: Most visited sites
be: Часта наведваныя пляцоўкі

source: Mother
be: Маці

source: Mount SD card
be: Прымацаваць картку SD

source: Mount USB storage
be: Прымацаваць сховішча USB

source: Mount as a camera (PTP)
be: Прымацоўваць як камэру (PTP)

source: Mount as a media player (MTP)
be: Прымацоўваць як прайгравальнік (MTP)

source: Mount the SD card
be: Прымацаваць картку SD

source: Mount the USB storage
be: Прымацаваць сховішча USB

source: Mountain Time
be: Горны час

source: Mouse/trackpad
be: Мыш і датыкач

source: Move
be: Перамясьціць

source: Move application
be: Перамясьціць праґраму

source: Move application resources
be: Перасоўваць запасы праґрамы

source: Move down
be: Пасунуць ніжэй

source: Move isn't supported on POP3 accounts.
be: У рахунках POP3 перамяшчаць нельга.

source: Move message
be: Перамясьціць паведамленьне

source: Move messages
be: Перамясьціць паведамленьні

source: Move to
be: Перамясьціць у

source: Move to SD card
be: Перамясьціць на картку SD

source: Move to USB storage
be: Перамясьціць у сховішча USB

source: Move to default desktop
be: Да пачатковае стальніцы

source: Move to default desktop/Open notifications
be: Да пачатковае стальніцы або адчыніць спавяшчэньні

source: Move to default desktop/show previews
be: Да пачатковае стальніцы ці агледзецца

source: Move to phone
be: Перамясьціць на тэлефон

source: Move to tablet
be: Перамясьціць на пляншэт

source: Move up
be: Пасунуць вышэй

source: Movie Theater
be: Кінатэатар

source: Movies
be: Фільмы

source: Moving
be: Перамяшчаецца

source: Multi-category
be: З розных катэґорый

source: Multi-category disabled
be: Забараніць з розных катэґорый

source: Multi-category enabled
be: Дазволіць з розных катэґорый

source: Multimedia message
be: Мультымэдыйнае паведамленьне

source: Multimedia message (MMS) settings
be: Мультымэдыйныя паведамленьні (MMS)

source: Multimedia message limit
be: Абмежаваньне на MMS

source: Multimedia message notification
be: Спавяшчэньне пра MMS

source: Multiple Long
be: Доўга, шмат разоў

source: Multiple Short
be: Коратка, шмат разоў

source: Multiselect
be: Абраць некалькі

source: Museum
be: Музэй

source: Music Visualization Wallpapers
be: Шпалеры ўзнаўляюць музыку

source: Music effects
be: Ператварэньні музыкі

source: Music playlist
be: Сьпіс музыкі

source: Music settings
be: Налады музыкі

source: Music, video, games, & other media
be: Музыка, відэа, гульні ды іншае

source: Must draw pattern to unlock screen
be: Каб адамкнуць экран, трэба намаляваць узор

source: Mute
be: Сьцішыць

source: Muted
be: Сьцішаныя

source: Muted %1$d conversation.
be: Сьцішылі %1$d размову.

source: Muted %1$d conversations.
be: Сьцішылі некалькі (%1$d) размоў.

source: Muting %1$d conversation.
be: Сьцішваецца %1$d размова.

source: Muting %1$d conversations.
be: Сьцішваюцца некалькі (%1$d) размоў.

source: Mutual
be: Супольныя

source: Mutual friends
be: Супольныя сябры

source: Mutual:
be: Супольныя:

source: My %1$s profile
be: Мой профіль %1$s

source: My Audio
be: Мае гуказапісы

source: My Location
be: Маё месцазнаходжаньне

source: My Network and Friends
be: Мая сетка ды сябры

source: My Uploads
be: Маё запампаванае

source: My account
be: Мой рахунак

source: My albums
be: Мае альбомы

source: My bad!
be: Мая памылка!

source: My carrier
be: Мой апэратар

source: My comment
be: Маё выказваньне

source: My downloads
be: Маё спампаванае

source: My fur is burning!
be: Мая поўсьць гарыць!

source: My local profile
be: Мой мясцовы профіль

source: My music
be: Мая музыка

source: My name
be: Маё імя

source: My notifications
be: Мае спавяшчэньні

source: My number is %s
be: Мой нумар — %s

source: My phone number
be: Мой тэлефонны нумар

source: My picture
be: Мой малюнак

source: My rating
be: Мая ацэнка

source: My review
be: Мой водгук

source: My video
be: Маё відэа

source: My videos
be: Мае відэа

source: My wall
be: Мая сьцяна

source: My words
be: Мае словы

source: NFC
be: Зносіны блізкага поля (NFC)

source: NO MILK, NO LIFE..
be: БЕЗ МАЛАКА НЯМА ЖЫЦЬЦЯ…

source: NONE
be: Няма

source: Nairobi
be: Найробі

source: Name
be: Імя

source: Name is empty
be: Няма ймя

source: Name on card
be: Імя на картцы

source: Name on this account
be: Імя для гэтага рахунку

source: Name or phone number
be: Імя ці нумар тэлефона

source: Name prefix
be: Прыстаўка імені

source: Name suffix
be: Суфікс імені

source: Name, email or Skype Name
be: Імя, эл. пошта ці ймя ў Skype

source: Names of installed applications
be: Назвы ўсталяваных праґрамаў

source: Names of your contacts
be: Імёны кантактаў

source: Names of your contacts, calls and texts in your IMs
be: Імёны кантактаў, выклікі ды тэкст гутарак

source: National
be: Краіна

source: National data roaming
be: Сеціва ў блуканьні па краіне

source: National news disabled
be: Забараніць навіны краіны

source: National news enabled
be: Дазволіць навіны краіны

source: Navigate away from this page?
be: Ці сысьці з гэтае бачыны

source: Navigate away from this page?\n\n%s\n\nSelect OK to continue, or Cancel to stay on the current page.
be: Ці сысьці з гэтае бачыны?\n \n %s\n \n Абярыце «Добра», каб працягваць, або «Скасаваць», каб застацца на бягучае бачыне.

source: Navigate home
be: Перайсьці да пачатку

source: Navigate to
be: Знайсьці шлях да

source: Navigate up
be: Перайсьці ўверх

source: Navigation
be: Навіґацыя

source: Navigation Volume
be: Гучнасьць навіґацыі

source: Navigation resumed
be: Навіґацыя аднавілася

source: Navigation suspended
be: Навіґацыю прыпынілі

source: Navigation to your destination is not available.
be: Навіґацыя да абранага кірунку пакуль не даступная.

source: Near
be: Паблізу

source: Nearby
be: Паблізу

source: Need a Google Account?
be: Хочаце займець рахунак Google?

source: Need a screen reader?
be: Хочаце чытальнік экрану?

source: Need network access
be: Патрабуецца доступ да сеткі

source: Needy cat here.
be: Ты патрэбны коціку.

source: Negative
be: Нэґатыў

source: Negative Sepia
be: Карычневы нэґатыў

source: Neighborhood
be: Раён

source: Neighboring CID:
be: Суседнія ячэйкі (CID):

source: Netmask
be: Маска сеткі

source: Network
be: Сетка

source: Network ID :
be: Азначальнік сеткі:

source: Network Location
be: Сеткавае месцазнаходжаньне

source: Network Message
be: Паведамленьне сеткі

source: Network Mode
be: Спосаб працы сеткі

source: Network Name
be: Назва сеткі

source: Network Preferences
be: Перавагі сеткі

source: Network SSID
be: Азначальнік сеткі

source: Network State :
be: Стан сеткі:

source: Network Unavailable
be: Сетка недаступная

source: Network busy
be: Сетка занятая

source: Network communication
be: Сувязь зь сеткаю

source: Network connection error
be: Не ўдалося злучыцца зь сеткаю

source: Network currently unavailable.
be: Сетка зараз недаступная.

source: Network currently unreachable ...
be: Сетка зараз недасяжная…

source: Network default
be: Як звычайна ў сетцы

source: Network details
be: Падрабязнасьці сеткі

source: Network error
be: Сетка дала хібу

source: Network error, please retry later.
be: Выбачайце, сетка дала хібу. Калі ласка, паспрабуйце пазьней.

source: Network failure
be: Сетка дала хібу

source: Network locked
be: Сетку замкнулі

source: Network notification
be: Спавяшчаць пра сеткі

source: Network operators
be: Сеткавыя апэратары

source: Network or SIM card error.
be: Памылка сеткі ці карткі SIM.

source: Network prefix length
be: Даўжыня прыстаўкі сеткі

source: Network service settings
be: Налады абслугоўваньня сеткі

source: Network settings
be: Налады сеткі

source: Network subnet unlock request unsuccessful.
be: Не ўдалося запытацца адамкнуць падсетку сеткі.

source: Network subnet unlock successful.
be: Пасьпяхова запыталіся адамкнуць падсетку сеткі.

source: Network type:
be: Від сеткі:

source: Network unlock request unsuccessful.
be: Не ўдалося запытацца адамкнуць сетку.

source: Network unlock successful.
be: Пасьпяхова запыталіся адамкнуць сетку.

source: Network usage
be: Выкарыстаньне сеткі

source: Network usage details for %1$s:
be: Выкарыстаньне сеткі для %1$s:

source: Networks
be: Сеткі

source: Never
be: Ніколі

source: Never (increases data usage)
be: Ніколі (карыстае болей сеціва)

source: Never check
be: Ніколі ня спраўджваць

source: Never needed for normal applications.
be: Звычайным праґрама гэта ніколі ня трэба.

source: Never show me the message again!
be: Болей ніколі не паказваць мне гэтае паведамленьне!

source: Never time out
be: Ніколі не спыняць

source: Never use HDCP checking
be: Ніколі ня спраўджваць HDCP

source: Never when plugged in
be: Ніколі, калі ўлучаны

source: New
be: Новае

source: New APN
be: Новы пункт доступу

source: New Catalog
be: Новы каталёґ

source: New Contact
be: Новы кантакт

source: New Google+ notification
be: Новая спавяшчэньне Google+

source: New Google+ notifications
be: Новыя спавяшчэньні Google+

source: New Message
be: Новае паведамленьне

source: New PIN
be: Новы код PIN

source: New PIN2
be: Новы PIN2

source: New Pin Code
be: Новы код PIN

source: New SIM PIN
be: Новы PIN карткі SIM

source: New SIM PIN code
be: Новы код PIN карткі SIM

source: New application group
be: Новая суполка праґрамаў

source: New chats
be: Новыя гутаркі

source: New circle
be: Новае кола

source: New contact
be: Новы кантакт

source: New conversation
be: Новая размова

source: New document
be: Новы дакумэнт

source: New email
be: Новая пошта

source: New event
be: Новая падзея

source: New events will appear here
be: Новыя падзеі адлюструюцца тут

source: New folder
be: Новы каталёґ

source: New huddle
be: Новая таемка

source: New incognito tab
be: Новая таемная ўкладка

source: New instant message
be: Новае паведамленьне

source: New message
be: Новае паведамленьне

source: New message for
be: Паведамленьне да

source: New messages
be: Новае паведамленьне

source: New messages in %d conversations
be: Паведамленьні ў некалькіх (%d) размовах

source: New note
be: Новая зацемка

source: New password:
be: Новы пароль:

source: New playlist %d
be: Новы сьпіс %d

source: New post
be: Новы допіс

source: New profile
be: Новы профіль

source: New tab
be: Новая ўкладка

source: New template
be: Новы шаблён

source: New to old
be: Ад новых да старых

source: New version of su
be: Новая вэрсія su.

source: New version!
be: Новая вэрсія!

source: New video
be: Новае відэа

source: New voicemail
be: Новая галасавая пошта

source: New voicemail (%d)
be: Новая галасавая пошта (%d)

source: New voicemail from %1$s
be: Новае галасавая пошта ад %1$s

source: New voicemails waiting.
be: Чакаем на новую галасавую пошту.

source: New wall post
be: Допіс на сьцяне

source: New wall post to %s
be: Допіс на сьцяне %s

source: New window
be: Новае вакно

source: Newer
be: Навейшае

source: Newer conversation
be: Новыя размовы

source: Newer message
be: Навейшага паведамленьня

source: Newest first
be: Спачатку новыя

source: Newest last
be: Новыя апошнімі

source: Newfoundland
be: Ньюфаўндлэнд

source: News
be: Навіны

source: News Feed
be: Стужка навінаў

source: News Filter
be: Прасейваць навіны

source: News Topics
be: Тэмы навінаў

source: News and Weather
be: Навіны ды надвор’е

source: News filter
be: Прасейваць навіны

source: News settings
be: Налады навінаў

source: News terms of service
be: Умовы абслугоўваньня службы навінаў

source: Next
be: Далей

source: Next Destination
be: Наступны кірунак

source: Next call: Not restricted
be: Наступны выклік: не забаронены

source: Next call: Restricted
be: Наступны выклік: забаронены

source: Next period starts in %2$d days (%3$s)
be: Наступны адцінак пачынаецца праз %2$d дзён (%3$s)

source: Next period starts in %4$d days (%5$s)
be: Наступны адцінак пачынаецца праз %4$d дзён (%5$s)

source: Next refresh %s
be: Наступнае абнаўленьне: %s

source: Next track button
be: Кнопка «наступная дарожка»

source: Nexus
be: Сувязі

source: Nice and warm bath.
be: Прыемная ды цёплая ванна.

source: Nickname
be: Мянушка

source: Nickname/Organization will be shown on in-call screen.
be: Падчас размовы будзе паказвацца мянушка ці аб’яднаньне.

source: Night
be: Ноч

source: Night Portrait
be: Начны партрэт

source: Night portrait
be: Начны партрэт

source: Nightmice get eaten!
be: Ты начная мыш, цябе загрызуць!

source: Nightowls get bad skin!
be: Начныя совы маюць дрэнную скуру!

source: Nightowls get eaten!
be: Ты начная сава, цябе загрызуць!

source: No
be: Не

source: No Favorites
be: Няма ўпадабаных

source: No ID passed with URI.
be: URI не зьмяшчае азначальніку.

source: No Internet calling account
be: Няма рахунку на выклікі празь сеціва

source: No Internet connection
be: Няма злучэньня зь сецівам

source: No Location information contained in this image.
be: Гэты відарыс ня мае зьвестак пра месцазнаходжаньне.

source: No Name
be: Няма назвы

source: No SD card
be: Няма карткі SD

source: No SD card detected
be: Ня выявілі карткі SD

source: No SD card.
be: Няма карткі SD.

source: No SIM card found.
be: Не знайшлі карткі SIM.

source: No SIM card found. Please insert a SIM card into the phone.
be: Не знайшлі карткі SIM. Калі ласка, устаўце картку SIM у тэлефон.

source: No SIM card in phone.
be: Тэлефон ня мае карткі SIM.

source: No SIM card in tablet.
be: Пляншэт ня мае карткі SIM.

source: No SIM card.
be: Няма карткі SIM.
